/* File menu entry under Import Catalog */
"Aperture Library…" = "Aperture 라이브러리...";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "이 Aperture 라이브러리의 데이터베이스를 열 수 없습니다.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "라이브러리가 비어 있는 것 같습니다.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "라이브러리가 현재 열려 있습니다.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Aperture 라이브러리 속성을 읽을 수 없습니다.";

